datasets/benchmark-results/ventraip/pre_multi-ip/201811120808/wordpress-results-httpblog.id-rsa.pubwordpress-1-20181112082103+1100.log
Running 1m test @ http://blog.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 46.358ms, rate sampling interval: 114ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.56ms   10.03ms  74.69ms   62.00%
    Req/Sec     0.91      2.54     8.00     88.58%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   46.85ms
 75.000%   54.62ms
 90.000%   58.27ms
 99.000%   74.75ms
 99.900%   74.75ms
 99.990%   74.75ms
 99.999%   74.75ms
100.000%   74.75ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      29.247     0.000000            1         1.00
      32.047     0.100000            5         1.11
      33.599     0.200000           10         1.25
      43.071     0.300000           15         1.43
      45.567     0.400000           20         1.67
      46.847     0.500000           25         2.00
      47.615     0.550000           28         2.22
      48.063     0.600000           30         2.50
      50.143     0.650000           33         2.86
      52.351     0.700000           35         3.33
      54.623     0.750000           38         4.00
      54.879     0.775000           39         4.44
      55.135     0.800000           40         5.00
      56.319     0.825000           42         5.71
      56.479     0.850000           43         6.67
      57.023     0.875000           44         8.00
      58.271     0.887500           45         8.89
      58.271     0.900000           45        10.00
      59.135     0.912500           47        11.43
      59.135     0.925000           47        13.33
      59.135     0.937500           47        16.00
      59.679     0.943750           48        17.78
      59.679     0.950000           48        20.00
      59.679     0.956250           48        22.86
      60.671     0.962500           49        26.67
      60.671     0.968750           49        32.00
      60.671     0.971875           49        35.56
      60.671     0.975000           49        40.00
      60.671     0.978125           49        45.71
      74.751     0.981250           50        53.33
      74.751     1.000000           50          inf
#[Mean    =       46.565, StdDeviation   =       10.031]
#[Max     =       74.688, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.10MB read
Requests/sec:      1.00
Transfer/sec:     52.84KB